let gulakandozFiles =    [
        [
            `Ғўлакандоз Хужанд-Самарқанд йўлидаги йирик аҳоли пунктларидан бири ҳисобланган. 
            Унинг тарихи 10-асрга бориб тақалади, яъни Ғўлакандоз қишлиғининг пайдо булганига 
            1100 йилдан ошди. 9-10 аср тарихчиларидан Ибн ал-Фақиҳ ибн Хурдодбек, Қудама асарларида 
            унинг номи қайд қилинган. Ғўлакандоз сўзининг ўзаги маҳаллий халқ тилидаги "ғўлак" бўлиб, 
            унинг маъноси "Ғўла ясовчи" яъни ўқ-ёй, тўп ясовчи демакдир. Чунки бу ерда қадимда ўқ-ёй, 
            тўп ясовчи темирчилар, ҳунармандлар яшаганлар. Улар нафақат Ғўлакандоз қишлoғи, 
            балки Хужанд шаҳри мудофааси учун хизмат қилган.`,
            `Ўрта Осиё Россия таркибига кирган паллада, 19- асрда Ғўлакандоз Хужанд уездининг 
            йирик қишлоқларидан бири эди. Ғўлакандоз волостида 8та қишлоқча бўлиб, 
            уларда 523та ҳовли мавжуд эди. Ғўлакандоз оқсоқоллигининг 2965 таноб йири бўлиб,
            у асосан ғаллазор ва пахтазорлардан иборат эди. Ғўлакандозга Хўжабақирғонсойдан сув олинарди. 
            Ҳар йили 15-30 март ва 9-22 май оралиғидаги вақтда сув навбати олинарди. 
            Қишлоқда бозор бор эди. Ҳафтанинг чоpшанба куни катта бозор бўларди. 
            Бозорга атрофдаги бошқа қишлоқлардан ҳатто Хужанд шаҳридан мол олиб келишарди.`,
            `Ғулакандоз ҳалқи қишни қалъа ичкарисидаги уйларида утказишиб, ёзда дава ва богларга чикиб кетишган. 
            Улар ишлайдиган жойларнинг номлари ханузгача сакланиб колган: Ахтачи, Ок ер, Кунгирот, 
            Ок том, Каровултепа, Сайилжо, Улокжо. Бу жойлар узининг гузал манзараси билан кишиларга 
            хузур-халоват багш этган. Ғулакандозликлар Наврузни одатда Сайилжо мавзесида 
            нишонлаганлар. Улокжода эса чавандозлар улоқ утказишган , полвонлар курашга тушганлар. 
            Байрам тантаналарни нишонлаганлар. `,
            `Ғулакандоз ҳалқининг узига хос турмуш тарзи шундай булганки, кишлок ахолиси хаёт 
            учун зарур булган хамма касбни эгаллашга харакат килган. Бирон махсулот, 
            анжом сотиб олиш учун бошка жойларга бормасликка харакат  килганлар. Кассоблар, 
            ошпазлар, аравасозлар, этикдузлар, кандолатчилар, жувозкашлар, бузчилар кишлок 
            ахлининг эҳтиёжини кондирганлар. Ана шундай узок ва учмас тарихга эга булган 
            гулакандозликлар уз кишлокларининг бугунги кунда уз  мехнатлари, санъатлари 
            туфайли машхур маконга, гузал ва замонавий шахарга айланишини хаёлларига 
            келтиришмаган.`,
            `1950 йилда Гулакандоз кишлогидаги "8 Март", "Коммунист", "Париж
            коммунаси", Ленин ва Калинин номли Хитой кишлогидаги Ворошилов 
            номли Ок теппа кишлогидаги "Комсомол" колхозларининг бирлашувидан
                вужудга келган Ленин номли колхоз раислигига Абдугафур Самадов 
            сайланди. Колхоз курилиш тарихи музейида хозргача сакланиб келаётган 
            7та колхоз мехнаткашлари вакилларининг 1950 йил 26 июлда булиб утган
            йигилиши карорида кайд этилишича унда 1695 нафар колхозчи иштирок этган. 
            Йигилиш карорига кура йириклашган колхозга Ленин номи берилган.`,
            `1953 йилда Кургонча кишлогидаги "Инкилоб" колхози хам Ленин номли колхоз таркибига кушилди. 
            Тогли Мастчох  районидаги Владимир номли жамоа хужалигидан, Колхозчийон (хозирги Панжaкент) районидаги Мусобозор кишлохидан, 
            Гончи районининг Иторчи, Олмабозор, Ашт районинг Куккурок кишлокларидан хам ахоли кучиб келди, 
            колхоз аъзолари сафини тулдирди. 30- йилларда давр такозоси билан Хисор водийсидаги Чиптура 
            кишлогига мухожир сифатида кучиб борган асли Гулакандозлик оилаларнинг купчилиги уз юртларига- 
            Гулакандозга кайтишди. 
            Гулакандоз кишлок жамоати худудига Гулакандоз, Иторчи, Коровултепа, Октепа, Самиев кишлоклари киради.`
        ],
        [
            'https://pp.userapi.com/c630319/v630319710/6cf9/Tio5t7c1DLQ.jpg', 
            'https://i.ytimg.com/vi/Jra1nFbSeEE/hqdefault.jpg',
            'https://i.mycdn.me/i?r=ATEyUJoYvVI9gWED2oNOgFTguSMcKp07FiFg-5eF8g7UhSCCDx6H11LRhpoEs4OYJOQ',
            'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5SWjQR9_yOr1_IBHL9w4DvOyZAOCy1GB8702ZOiZ1Si4QJyo-',
            'https://i.mycdn.me/image?id=834957385432&t=13&plc=WEB&tkn=*hV3RiuGx4nIWh9d5Z3tlLLah33g',
            'https://scontent-sea1-1.cdninstagram.com/vp/fef82b95ca3ef968c0df4e5f75def98b/5C1B6D76/t51.2885-15/e35/s480x480/38789734_490547214690988_7447171282048647168_n.jpg'
        ]
 ]

 export default gulakandozFiles;
